Repository: enicklas/pondus
Catalog: po/*.po
Languages: ca, de, es_co

source: weight.csv
ca: pes.csv
de: gewicht.csv
es_co: peso.csv

source: Datafile locked, continue?
ca: Fitxer de dades bloquejat, vols continuar?
de: Datei gesperrt, fortfahren?

source: Another instance of pondus seems to be editing the same datafile. Do you really want to continue and loose all the changes from the other instance?
ca: Sembla que una altra instància de pondus està editant el mateix arxiu de dades. Vols continuar i perdre els canvis realitzats per l'altra instància?
de: Eine andere Instanz von Pondus scheint die selbe Datei zu bearbeiten. Möchtest du wirklich fortfahren und alle Änderungen der anderen Instanz verlieren?

source: Could not find %s
ca: No es pot trobar %s
de: Konnte Datei %s nicht finden.

source: Please make sure pygtk is installed.
ca: Si us plau, assegura't que pygtk està instal.lat.
de: Bitte stellen Sie sicher, dass PyGTK installiert ist.

source: Not owning the file lock. Backing up the data to %s
ca: No es té permís sobre el bloqueig d'arxiu . Es desen les dades a %s
de: Datei ist gesperrt. Die Daten werden in %s gesichert.

source: Weight
ca: Pes
de: Gewicht
es_co: Peso

source: Body Mass Index
ca: Índex de Massa Corporal

source: Bodyfat
ca: Massa corporal
de: Körperfett

source: Muscle
ca: Múscul
de: Muskelanteil

source: Water
ca: Aigua
de: Wasseranteil

source: Saving plot to %s
ca: Desant la gràfica a %s
de: Diagramm wird als %s gespeichert

source: Reading file %s
ca: Llegint l'arxiu %s
de: Datei %s wird gelesen

source: You passed a directory, not a file!
ca: Has triat un directori, no un arxiu!
de: Sie haben ein Verzeichnis und keine Datei übergeben!

source: Using the standard file ~/.pondus/user_data.xml instead.
ca: Usant l'arxiu estàndard ~/.pondus/user_data.xml
de: Benutze stattdessen die Standarddatei ~/.pondus/user_data.xml

source: Weight Measurements
ca: Mesuraments de pes
de: Gewichtsmessungen
es_co: Medidas de peso

source: Weight Plan
ca: Planificació de pes
de: Gewichtsplaner
es_co: Plan de pesos

source: CSV Export
ca: Exportació CSV
es_co: Exporte CSV

source: Data to export:
ca: Dades a exportar:
de: Zu exportierende Daten:
es_co: Datos a exportar:

source: CSV File to save to:
ca: Arxiu CSV on desar:
de: CSV Zieldatei:
es_co: Archivo CVS para guardar a:

source: Export successful
ca: Exportació correcta
de: Export erfolgreich
es_co: Exportación exitosa

source: The export was successful.
ca: L'exportació s'ha fet correctament.
de: Der Export war erfolgreich.
es_co: La exportación fue exitosa.

source: CSV Import
ca: Importació CSV
es_co: Importe CVS

source: Import data to:
ca: Importar dades de:
de: Importiere Daten nach:
es_co: Importar datos a:

source: CSV File to read from:
ca: Arxiu CSV a llegir:
de: Zu lesende CSV Datei:
es_co: Archivo CVS para leer:

source: Error: Not a valid File
ca: Error: No és un arxiu vàlid
de: Fehler: Keine Datei
es_co: Error: No es un archivo válido

source: The given path does not point to a valid file!
ca: El camí donat no assenyala un arxiu vàlid
de: Der angegebene Pfad ist keine Datei!
es_co: La ruta indicada no señala un archivo válido !

source: Import successful
ca: Importació correcta
de: Import erfolgreich
es_co: Importación exitosa

source: The import was successful.
ca: La importació s'ha fet correctament
de: Der Import war erfolgreich.
es_co: La importación fue exitosa.

source: Import not successful
ca: Importació incorrecta
de: Import nicht erfolgreich
es_co: Importación fallida

source: An error occured during the import.
ca: Hi ha hagut un error durant la importació
de: Beim Import ist ein Fehler aufgetreten.
es_co: Ocurrió un error al importar.

source: Plot Weight
ca: Gràfica del pes
de: Grafischer Gewichtsverlauf
es_co: Gráfico de peso

source: Select Date Range:
ca: Selecciona un període:
de: Wähle Datumsbereich:
es_co: Seleccione intervalo de fechas:

source: Start date
ca: Data inicial
de: Anfangsdatum

source: End date
ca: Data final
de: Enddatum

source: Select date range of plot
ca: Selecciona el període de la gràfica
de: Wähle Datumsbereich des Diagramms

source: All Time
ca: Tot el temps
de: Alle Zeiten
es_co: Todos los datos

source: Last Year
ca: El darrer any
de: Letztes Jahr
es_co: Último año

source: Last 6 Months
ca: Darrers 6 mesos
de: Letzte 6 Monate

source: Last Month
ca: El darrer mes
de: Letzter Monat
es_co: Último mes

source: Custom
ca: Específic
de: Angepasst

source: To plot your BMI, you need to enter your height in the preferences dialog.
ca: Per dibuixar el teu IMC cal que introdueixis l'alçada al diàleg de preferències
de: Um den BMI darzustellen, muss die Körpergröße im Optionsdialog angegeben werden.

source: Right:
ca: Dreta:
de: Rechts:

source: None
ca: Cap
de: Keine

source: Smooth
ca: Suau
de: Geglättet

source: Show Plan
ca: Mostra planificació
de: Plan anzeigen

source: The weight planner can be enabled in the preferences dialog.
ca: El planificador de pes es pot activar al diàleg de preferències
de: Der Gewichtsplaner kann im Optionsdialog aktiviert werden.

source: Save Plot
ca: Desar la gràfica
de: Diagramm speichern
es_co: Guarde gráfico

source: Error: Wrong Format
ca: Error: format incorrecte
de: Fehler: Falsches Format
es_co: Error: Formato incorrecto

source: The data entered is not in the correct format!
ca: Les dades introduïdes no tenen el format correcte!
de: Die eingegebenen Daten haben nicht das richtige Format!
es_co: El dato introducido tiene formato incorrecto !

source: The start date has to be before the end date!
ca: La data inicial ha de ser prèvia a la data final
de: Das Anfangsdatum muss vor dem Enddatum liegen!
es_co: La fecha inicial debe ser anterior a la fecha final !

source: weight_plot.png
ca: gràfica_del_pes.png
de: gewichtsdiagramm.png
es_co: diagrama_pesos.png

source: Edit Dataset
ca: Edita conjunt de dades
de: Ändere Datensatz
es_co: Editar datos

source: Add Dataset
ca: Afegeix un conjunt de dades
de: Füge Datensatz hinzu
es_co: Agregar datos

source: Date
ca: Data
de: Datum
es_co: Fecha

source: Date (YYYY-MM-DD)
ca: Data (AAAA-MM-DD)
de: Datum (JJJJ-MM-TT)

source: Note
ca: Nota
de: Notiz

source: Preferences
ca: Preferències
de: Optionen
es_co: Preferencias

source: User Height:
ca: Alçada de l'usuari
de: Körpergröße:

source: ft
ca: peus

source: in
ca: polzades

source: Preferred Unit System:
ca: Sistema mètric preferit
de: Bevorzugtes Einheitensystem:

source: metric
ca: mètric
de: metrisch

source: Enable Weight Planner
ca: Activa el planificador de pes
de: Aktiviere Gewichtsplaner

source: Track Bodyfat
ca: Seguiment del greix corporal
de: Körperfett speichern

source: Track Muscle
ca: Seguiment del múscul
de: Muskelanteil speichern

source: Track Water
ca: Seguiment de l'aigua
de: Wasseranteil speichern

source: Append Notes to Datasets
ca: Afegeix notes als conjunts de dades
de: Notizen an Datensatz anhängen

source: Use Calendar in Add Dialog
ca: Usa el calendari al diàleg per afegir
de: Benutze Kalender im Hinzufügen-Fenster

source: Use a calendar widget instead of a text entry to enter dates in the add/edit dialog
ca: Usa un gràfic de calendari en comptes d'una entrada textual al diàleg d'afegir/modificar
de: Benutze ein Kalenderwidget anstatt des Texteingabefeldes zum Eingeben von Daten im Hinzufügen-/Änderndialog

source: Remember Window Size
ca: Recorda la mida de la finestra
de: Speichere Fenstergröße
es_co: Recordar tamaño de la ventana

source: Select File
ca: Selecciona l'arxiu
de: Wähle Datei aus
es_co: Seleccione archivo

source: Add dataset
ca: Afegeix conjunt de dades
de: Füge Datensatz hinzu

source: Edit selected dataset
ca: Modifica el conjunt de dades seleccionat
de: Ändere ausgewählten Datensatz

source: Delete selected dataset
ca: Esborra el conjunt de dades seleccionat
de: Lösche ausgewählten Datensatz

source: Plot
ca: Gràfica
de: Diagramm
es_co: Dibuje

source: Matplotlib not available!
ca: No està disponible el Matplotlib!
de: Matplotlib nicht verfügbar!
es_co: No esta disponible Matplotlib !

source: Quit
ca: Surt
de: Beenden

source: Weight Planner
ca: Planificador de pes
de: Gewichtsplaner
es_co: Planificador de peso

source: Remove Data?
ca: Esborra les dades?
de: Datensatz löschen?
es_co: Borrar dato ?

source: Do you really want to delete this dataset?
ca: Realment vols esborrar aquest conjunt de dades?
de: Möchtest du diesen Datensatz wirklich löschen?
es_co: Realmente quiere borrar estos datos ?

source: python-matplotlib is not installed, plotting disabled!
ca: No està instal.lat el python-matplotlib, es desabiliten les gràfiques!
de: python-matplotlib ist nicht installiert, Plotfunktion deaktiviert!

source: Plot weight data
ca: Representa les dades del pes
de: Grafischer Gewichtsverlauf

source: Save to File
ca: Desa en un arxiu
de: Speichere in Datei
es_co: Guardar a archivo

source: Save as File Type:
ca: Desa com a arxiu de tipus:
de: Speichere Datei im Format:
es_co: Guarde como archivo tipo:

source: Data Left:
de: Daten links:

source: imperial
de: angloamerikanisch

source: Error: Could not find
es_co: Error: No puedo encontrar

source: Note: Matplotlib not available, plotting disabled!
es_co: Nota: no esta disponible Matplotlib, deshabilitados los diagramas !

source: Please make sure this library is installed.
es_co: Por favor asegúrese de que esta biblioteca esté instalada.

source: Reading file
es_co: Leyendo archivo

source: Error: This is a directory, not a file!
es_co: Error: Esto es un directorio, no un archivo !

source: Saving plot to
es_co: Guardando el diagrama a

source: Use Weight Planner
es_co: Emplée planificador de pesos

source: Plot data
es_co: Dibuje datos

source: Add more data
es_co: Añada más datos

source: Delete selected line
es_co: Borrar línea seleccionada
